
"DSKAppleRootSource"		= "Apple";

"DesktopPicturesBuiltin"	= "Bureaubladafbeeldingen";
"NatureBuiltin"				= "Natuur";
"PlantsBuiltin"				= "Planten";
"ArtBuiltin"				= "Kunst";
"BlackAndWhiteBuiltin"		= "Zwart-wit";
"AbstractBuiltin"			= "Abstract";
"PatternsBuiltin"			= "Patronen";
"SolidColorsBuiltin"		= "Effen kleuren";

"DSKUserFoldersRootSource"		= "Mappen";

"choose" = "Kies"; // This shows up in the open panel when adding a new folder

"AcessibilityChangePictureImageDescription" = "bureaubladafbeelding wordt automatisch gewijzigd";
